[
  {
    "day": 1,
    "moduleId": "modulo_01",
    "title": "Mapeando o Sequestro",
    "type": "introspection",
    "theory_ref": "O Cérebro Emocional - Cap 2",
    "description": "A amígdala cortical funciona como uma sentinela. Quando ela dispara, o neocórtex (razão) é desligado. Hoje, seu objetivo é apenas observar.",
    "task": "Identifique 3 momentos hoje onde você sentiu uma emoção forte (raiva, medo, euforia) ANTES de ter um pensamento racional. Anote o 'gatilho' físico (coração acelerado, suor). Não tente mudar, apenas identifique o sequestro.",
    "xp": 100
  },
  {
    "day": 2,
    "moduleId": "modulo_01",
    "title": "Desafiando a Zona de Conforto",
    "type": "action",
    "theory_ref": "O Cérebro e as Emoções - Cap 3",
    "description": "O cérebro poupa energia criando padrões (zona de conforto). Para criar neuroplasticidade, precisamos de novidade e um leve desconforto.",
    "task": "Execute uma tarefa rotineira (escovar os dentes, comer, usar o mouse) com a mão não dominante. Sinta a resistência do seu cérebro e a necessidade de foco consciente. Relate a sensação.",
    "xp": 150
  },
  {
    "day": 3,
    "moduleId": "modulo_01",
    "title": "O Vocabulário das Emoções",
    "type": "cognitive",
    "theory_ref": "Inteligência Emocional - Cap 4",
    "description": "A autoconsciência exige precisão. Muitas vezes confundimos 'ansiedade' com 'excitação' ou 'tristeza' com 'cansaço'.",
    "task": "Durante o dia, pare 3 vezes. Em vez de dizer 'estou bem' ou 'estou mal', use uma palavra específica do espectro emocional (ex: melancólico, apreensivo, exultante). Expanda seu vocabulário emocional.",
    "xp": 120
  },
  {
    "day": 4,
    "moduleId": "modulo_01",
    "title": "A Auditoria do Lobo Frontal",
    "type": "planning",
    "theory_ref": "O Cérebro e as Emoções - Cap 4",
    "description": "Seu córtex pré-frontal é o CEO do cérebro. Ele planeja e inibe impulsos. Jovens têm isso imaturo, adultos muitas vezes o ignoram.",
    "task": "Antes de tomar qualquer decisão que envolva prazer imediato hoje (comer doce, procrastinar), pare por 10 segundos. Force seu lobo frontal a simular a consequência futura. Decida depois da pausa.",
    "xp": 150
  },
  {
    "day": 5,
    "moduleId": "modulo_02",
    "title": "O Jejum de Dopamina",
    "type": "restriction",
    "theory_ref": "O Cérebro e as Emoções - Cap 5",
    "description": "O Núcleo Accumbens busca prazer rápido. Redes sociais e açúcar superestimulam essa via, criando tolerância e apatia.",
    "task": "Fique 2 horas consecutivas sem telas, sem música e sem comida. Apenas tédio ou trabalho focado. Observe a 'dor' da falta de dopamina e como seu cérebro implora por estímulo.",
    "xp": 200
  },
  {
    "day": 6,
    "moduleId": "modulo_02",
    "title": "Reenquadramento Cognitivo",
    "type": "cognitive",
    "theory_ref": "Inteligência Emocional - Cap 5",
    "description": "Pessimistas veem o erro como permanente e pessoal. Otimistas veem como temporário e circunstancial.",
    "task": "Pegue um evento negativo recente. Escreva-o. Agora, reescreva-o como um observador externo, focando no que pode ser aprendido e como isso é temporário. Mude a narrativa neural.",
    "xp": 150
  },
  {
    "day": 7,
    "moduleId": "modulo_03",
    "title": "Ativação de Neurônios Espelho",
    "type": "social",
    "theory_ref": "O Cérebro e as Emoções - Cap 10",
    "description": "Empatia não é apenas intelectual, é física. Seus neurônios espelho simulam o estado do outro.",
    "task": "Em uma conversa hoje, tente sutilmente espelhar a postura corporal e o tom de voz da outra pessoa (sem zombar). Observe se a conexão (Rapport) aumenta e se você consegue 'sentir' o que ela sente.",
    "xp": 180
  }
]
