[
  {
    "id": "artigo_01",
    "category": "Neuroanatomia",
    "title": "O Maestro e a Orquestra: Anatomia Cerebral",
    "source": "Oliveira & Santos",
    "content": "O cérebro humano, com seus 86 bilhões de neurônios, consome 25% da energia corporal. A diferença crucial entre nós e outros mamíferos não é o tamanho, mas o Córtex Cerebral (a 'casca' cheia de sulcos e giros). Enquanto estruturas subcorticais cuidam da sobrevivência (respiração, batimentos), o córtex nos dá a consciência. O Lobo Frontal atua como maestro, planejando e inibindo, enquanto o sistema límbico gera a música das emoções.",
    "readTime": "5 min"
  },
  {
    "id": "artigo_02",
    "category": "Inteligência Emocional",
    "title": "O Sequestro da Amígdala",
    "source": "Daniel Goleman",
    "content": "A amígdala é o radar de perigo do cérebro. Em situações de alta tensão, ela pode 'sequestrar' o cérebro, disparando uma reação de luta ou fuga antes que o neocórtex (cérebro pensante) possa processar a informação. Isso explica reações irracionais explosivas. O sinal visual vai do tálamo direto para a amígdala (caminho rápido e sujo) e também para o córtex (caminho lento e preciso). A inteligência emocional é a capacidade de usar o caminho lento para modular a resposta da amígdala.",
    "readTime": "7 min"
  },
  {
    "id": "artigo_03",
    "category": "Comportamento",
    "title": "A Biologia da Inveja e Frustração",
    "source": "Oliveira & Santos",
    "content": "A inveja dói fisicamente. Estudos de ressonância magnética mostram que a inveja ativa o Córtex Cingulado Anterior, a mesma área que processa a dor física. Já a frustração envolve a Habênula Lateral. Quando uma expectativa não é atendida, a Habênula 'desliga' a Área Tegmentar Ventral (produtora de dopamina), causando uma queda brusca de prazer. Entender isso nos ajuda a ver a inveja não como maldade, mas como um sinal de dor cerebral que precisa ser gerido.",
    "readTime": "6 min"
  },
  {
    "id": "artigo_04",
    "category": "Saúde Mental",
    "title": "Emoções e Saúde Clínica",
    "source": "Daniel Goleman",
    "content": "A psiconeuroimunologia prova que o cérebro conversa com o sistema imunológico. O estresse crônico inunda o corpo de cortisol, matando células T. A raiva crônica é um veneno para o coração, aumentando drasticamente o risco de doenças coronarianas. Por outro lado, o otimismo e o suporte social atuam como amortecedores biológicos, acelerando a recuperação cirúrgica e aumentando a longevidade.",
    "readTime": "8 min"
  }
]
