{
  "title": "A Bateria do Lobo Frontal: Depleção do Ego",
  "read_time": "18 min",
  "content": "<h3>O Mito da Disciplina Infinita</h3><p>Muitas vezes nos culpamos por falta de 'força de vontade', como se fosse uma falha moral. O psicólogo Roy Baumeister provou que a força de vontade (autocontrole) é um recurso biológico finito e esgotável, intimamente ligado aos níveis de glicose disponíveis para o Córtex Pré-Frontal.</p><h3>O Custo da Inibição</h3><p>O papel principal do lobo frontal é dizer 'NÃO'. Não comer o doce, não xingar no trânsito, não procrastinar. Cada ato de inibição consome energia real. Baumeister descobriu o fenômeno da <strong>Depleção do Ego</strong>: sujeitos que eram forçados a resistir a chocolates e comer rabanetes desistiam muito mais rápido de resolver quebra-cabeças matemáticos subsequentes do que aqueles que podiam comer o chocolate.</p><p>Eles não desistiam por falta de inteligência, mas porque gastaram seu 'combustível' de autocontrole resistindo ao doce. A bateria estava vazia.</p><h3>Fadiga de Decisão</h3><p>Decidir também gasta essa bateria. Barack Obama e Steve Jobs usavam sempre as mesmas roupas não por falta de estilo, mas para eliminar a 'Fadiga de Decisão'. Escolher a roupa de manhã gasta créditos neurais que poderiam ser usados para decisões estratégicas ou controle emocional à tarde.</p><h3>Estratégia de Conservação</h3><p>A alta performance não vem de ter uma bateria maior, mas de gastar menos energia com trivialidades. <strong>Hábitos</strong> são operados pelos Gânglios da Base, que consomem pouca energia. <strong>Decisões</strong> são operadas pelo Pré-Frontal, que consome muita.</p><p>A estratégia é usar a força de vontade apenas para <em>instalar</em> o hábito. Uma vez que o comportamento se torna automático (passa para os gânglios da base), ele deixa de consumir sua reserva de vontade. Pessoas disciplinadas na verdade tomam <em>menos</em> decisões de autocontrole durante o dia porque estruturaram seu ambiente para remover as tentações.</p>"
}
